<?php

return [
    'checkout' => 'Проверить',
    'complete_your_order' => 'Завершите оформление заказа',
    'info' => 'Введите свои данные и подтвердите заказ.',
    'customer_information' => 'Информация о клиенте',
    'details' => 'Пожалуйста, укажите свои данные.',
    'full_name' => 'Полное имя *',
    'phone_number' => 'Номер телефона *',
    'order_type' => 'Тип заказа *',
    'delivery' => 'Доставка',
    'take_away' => 'Еда на вынос',
    'eat_in' => 'В кафе',
    'payment_method' => 'Способ оплаты *',
    'cash' => 'Наличные',
    'card' => 'Карта',
    'delivery_address' => 'Адрес доставки *',
    'street_building_apartment' => 'Улица, дом, квартира',
    'special_notes' => 'Особые примечания (необязательно)',
    'example' => 'Пример: Без лука, очень острое...',
    'important' => 'Важный',
    'important_note' => 'Ваш заказ будет отправлен только после того, как вы нажмете кнопку «Оформить заказ».',
    'order_summary' => 'Сводка заказа',
    'quantity' => 'Количество',
    'total' => 'Общий',
    'place_order' => 'Оформить заказ',
    'order_will_sent' => 'Ваш заказ будет отправлен надежно.'
];